{"title": "TeacherGaming, a startup from MinecraftEdu team, raises $1.6M to put games into the classroom", "text": "TeacherGaming , a new startup from the team behind MinecraftEdu, a company that helped teachers use Minecraft in the classroom that was subsequently  acquired by Microsoft , has picked up $1.6 million in seed funding. Leading the round is Makers Fund (a relatively new U.S. and U.K. VC firm specialising in gaming and deeptech), with participation from Brent Hoberman’s Founders Factory. The Finnish company says it will use the cash injection to support sales and marketing efforts for its new educational gaming subscription service for schools. A recent graduate of Founders Factory’s edtech accelerator program, TeacherGaming appears to be picking up where MinecraftEdu left off. The Finnish company is building an online service that wants to make it easier for teachers to use “blockbuster” games in schools. This will include access to the titles on a lower per student basis, and a suite of learning material to support teaching and learning objectives. In addition, the TeacherGaming Desk service offers analytics so that teachers can track their students’ learning and progress. “As a school teacher almost 10 years ago, I personally saw how engaged the kids were in gaming outside of school and wondered how that enthusiasm and focus could be transferred to the classroom,” TeacherGaming co-founder and CEO Santeri Koivisto tells TechCrunch. “I was and still am an avid gamer, and when Minecraft came around, I saw potential in it for classroom use”. That potential was proven with the success of MinecraftEdu, and now Koivisto and the rest of the TeacherGaming team want to continue pushing the pedagogical potential of mainstream games — titles that students are quite likely to already be playing at home. “I figured I could build a business out of something so uniquely engaging, and did just that with Minecraft. That’s how TeacherGaming came to be, and that’s the road I am still on with the rest of our team,” he says. The beta version of TeacherGaming Desk went to market in July 2017, and the startup has seen educators from a little over 3,500 schools sign up to date. The platform is still in active development, and the company is running co-creation programs with a number of schools around the world — from New York to Hong Kong — to give teachers a role in its development and to make sure TeacherGaming Desk meets the genuine needs of teachers. Explains Koivisto: “One of the biggest issues in classrooms today is the lack of engagement. Meanwhile at home, students are spending more and more time with video games. And games also happen to be one the most engaging ways to learn: while playing games, we spend tons of time learning how to their world and rules work with no external reward. Often, learning to play the game also involves learning important real world skills or knowledge, whether it’s astrophysics in a space game or learning how to run a country in strategy game. However, these two worlds don’t meet really often”. To that end, the TeacherGaming CEO says the company’s job is to bridge the gap between learning at school and learning with games. This will involve curating the best games for learning from independent and major games studios, and lowering the threshold for teachers to use them in the classroom, through pedagogical support spanning lesson plans to learning analytics. “That’s TeacherGaming Desk in a nutshell,” he says."}
{"title": "Sphero lays off dozens as it shifts focus to education", "text": "Sphero was ready to conquer the world last year. The company quintupled its product release schedule, flying high with the  help of a Disney licensing deal  that gave the world  several Star Wars droids  and talking  Spider-Man  and  Lightning McQueen  robots.  But following a holiday season that failed to live up to expectations, the company recently laid off 45 staff members globally, TechCrunch has learned, a move it says has impacted departments company-wide.  The majority of the layoffs were centered in the company’s Colorado headquarters, but staff cuts also affected its global offices in the U.K. and Hong Kong.  “We restructured our team on Friday to better align with our product needs,” a spokesperson for the company told TechCrunch. “As we look to our product development schedule for 2018 and beyond, we weren’t going to go that deep, so we had to make some changes for how the teams were structured.” The move is a step back for the company and a bit of a surprise for those who have been following its trajectory from afar. After participating in Disney’s accelerator back in 2014, the hardware startup got a small investment from the entertainment goliath and began production on  a BB-8 toy  released alongside 2015’s blockbuster Star Wars return,  The Force Awakens .  In 2017 alone, the company released new toys based on R2D2,  The Last Jedi ‘s BB-9E,  Spider-Man  and Pixar’s  Cars  franchise, along with  Sphero Mini , a smaller, sub-$50 version of the smartphone-controlled ball that started it all.  The startup had bolstered its headcount to meet the demands of its much accelerated output.  It’s telling, of course, that the layoffs come so soon after the holidays. While not disastrous, the final tally pointed to the need for a rethink in strategy going forward. “[Sales weren’t] exactly what we had expected,” the spokesperson said. “We still consider ourselves a young startup. It’s the right time to pivot.” The decrease comes as it shifts toward a product roadmap more in line with the pre-2017 days — putting it at closer to one to two products per year.  “That might be our sweet spot,” the spokesperson added. “We’re still pretty young, but the one part of our business that continues to shine is what we’re doing in education. This allows our company to focus on that vision.” This restructuring finds Sphero investing much more of its existing resources into the education side of its business.  The company has been operating in the category for some time, leveraging its hardware creations in an offering designed to target schools, but that side has largely taken a backseat to Sphero’s more commercial offerings until now.  Educational robotics — STEM/STEAM specifically — is an extremely competitive space, as well . CES last week was overloaded with companies big and small pushing into the category with a variety of different platforms, and from the looks of things, next month’s  Toy Fair  in New York won’t be much different.  But Sphero has the marked advantage of building on top of its own popular robotics platform. In fact, it ran  popular pilot programs in its native Colorado that garnered coverage in places like  Wired  and  The New Yorker  last year and in 2016.  T he company’s  SPRK+  Education  offers educators and parents a platform for teaching coding and robotics. Sphero’s package lets kids program its connected toys through coding, offering a real world robotics platform on the cheap. “[Education] is something we can actually own,” the company’s spokesperson says hopefully. “Where we do well are those experiences we can 100-percent own, from inception to go-to-market.” Sphero co-founder and CTO Ian Bernstein also recently left the company to spin out a new startup,  Misty Robotics . It isn’t designed to be a direct competitor, focusing instead on home assistant robotics, but former staffers did join Bernstein at the new company. Misty will also have its own programmable robot, though its offering,  the Misty I , is focused primarily on adult developers."}
{"title": "E-commerce startup citiesocial raises $2.75M led by Alibaba’s fund for Taiwanese entrepreneurs", "text": "Citiesocial , a Taipei-based startup that helps emerging brands break into Asia’s e-commerce market, has raised $2.75 million led by Alibaba Taiwan Entrepreneurs Fund, a non-profit backed by Alibaba Group to support local startups. CDIB Capital and returning investor Cherubic Ventures also participated. The capital will be used to expand citiesocial into China, South Korea and Japan this year through strategic partnerships. Citiesocial differentiates from other online retail businesses by focusing on young companies with innovative or unusual products that see an opportunity in Asia, but need help getting there. Launched in 2011 as a group buying site, citiesocial now has 600,000 users in Taiwan and Hong Kong. According to the company, Asian consumers are more adventurous about trying new things than their counterparts in the United States, but the problem is that many emerging brands don’t know how to cross cultural barriers or worry about getting lost on major e-commerce platforms. Citiesocial, which currently manages sales for about 2,000 brands and more than 60,000 products, serves as a fixer, helping with branding, marketing and customer support. In a press statement, Alibaba Taiwan Entrepreneurs Fund executive director Andrew Lee said “We have witnessed a trend of Asian consumers, especially in Mainland China, increasingly seeking out products that let them express their own individuality. This is why we have chosen to partner with citiesocial. They have shown us that they have the grasp and capability to fully address these trends.” The company’s most important verticals are home items, including appliances, kitchenware and furnishings; consumer tech accessories and peripherals; and lifestyle items, like bedding and organization products. Examples of companies it has worked with include travel jacket maker  Baubax , which sold more than 1,000 jackets during its first two weeks on citiesocial, and men’s accessories brand  Vanacci , which says about a quarter of its sales now come through citiesocial’s site. Citiesocial works with about 150 social media “influencers” to help products get exposure in Asia and localizes marketing material, including social media pages and video. It also takes care of sales, cross-border logistics, customer support, sales forecasting and inventory management. “For a large percentage of the brands we work with, we are their only retail partner in Asia and there are clear reasons for that,” Citiesocial spokesperson Matt Ryan told TechCrunch. “Emerging brands don’t have a lot of resources, in terms of personnel, time and money. A lot of the time they come from a design background and have little experience with the retail or marketing site. This means they need some fostering and TLC from us.”"}
{"title": "Taiwanese media startup The News Lens lands deal with top video studio Dawin", "text": "Taiwanese digital media startup  The News Lens  launched only four years ago, but it quickly became one of the country’s most prolific news sources by leveraging social media to reach younger viewers. Today it took another big step by announcing a strategic partnership with Dawin, one of Taiwan’s top video and film production companies, that will help it reach a wider audience. Based in Taipei, with an office in Hong Kong, The News Lens now claims 7 million monthly unique visitors and publishes four online editions: Chinese-language sites for Taiwan, Hong Kong and Southeast Asia and an English-language site aimed at international readers. Its partnership with Dawin gives The News Lens access to resources like video and audio recording studios and personnel to create weekly programs and other content. As part of the agreement, The News Lens will create videos for distribution on TV channels and OTT platforms (deals haven’t been announced yet, but one obvious candidate is iQiyi, which is sometimes called “China’s Netflix” by Western media), as well as its own sites. Co-founder and chief executive Joey Chung tells TechCrunch that The News Lens is one of the first digital media startups in the region to partner with a major video production company, which not only gives it the ability to create original programming with high production values, but also land distribution deals that will significantly boost its viewership. The News Lens has gained a reputation for appealing to viewers in their twenties and thirties, many of whom were turned off by raucous, celebrity-obsessed Taiwanese media outlets, by focusing on news analysis and using social media. Working with TV channels will allow The News Lens to reach new demographics, including older and more affluent viewers, which in turn helps increase its monetization opportunities. The News Lens also announced that Ben Tsiang, the co-founder of Sina.com and documentary production non-profit CNEX, has joined its roster of angel investors and advisors. Tsiang’s presence gives The News Lens another tie to major media companies. Its investors include North Base Media, which was launched by former Washington Post and Wall Street Journal editor Marcus Brauchli and Media Development Loan Fund co-founder Sasa Vucinic to invest in independent media startups, Wiskey Capital, Walden International and Trinity Investment."}
{"title": "Revolut now has a million customers for its banking alternative", "text": "Fintech startup  Revolut  has reached a big milestone. The company now has over a million customers across Europe two years and a half after  launch . The company says that customers have saved $160 million in foreign exchange fees compared to a traditional bank account (£120 million). The startup tries to match the interbank rates as much as possible and charges 0.5 percent on your transaction if you don’t have a premium account and exchange more than £5,000/€5,000 per month. Revolut also  applies  a small 0.5 percent to 1 percent markup when forex markets are closed during the weekend. This is still a lot cheaper than using your regular bank account to initiate an international transfer. When you use Revolut’s card to pay abroad, the company also uses the same foreign exchange structure, which is much cheaper than traditional foreign transaction fees. More interestingly, Revolut is currently acquiring between 3,000 and 3,500 new users every day, and it is accelerating. Three months ago, Revolut only got half as many new signups per day. In total, users have made 42 million transactions, representing $6.1 billion. If you break it down by country, over 500,000 customers are based in the U.K. 150,000 users live in France, 60,000 customers are in the Baltics. And finally, Germany and Ireland have over 50,000 users each. And then there are 200,000 users based in other countries across Europe. 42 percent of the user base is aged between 25 and 35. Let’s compare it to German fintech startup  N26 . It’s been a while since N26 updated its metrics. As of August 2017, N26 had  500,000 customers  who spent $5.9 billion in total (€5 billion). At the time, the company said it was acquiring 1,500 new users a day. Assuming linear growth, a little back-of-the-envelope calculation means that N26 should be closer to 641,000 users now. But it’s unclear if N26’s growth has also accelerated or slowed down. The company also has yet to launch in the U.K. But it is working on it  for 2018 . Revolut has recently hired small local teams in key markets to work on user acquisition and growth. But that’s just step one as Revolut plans to expand to the U.S., Singapore, Hong Kong, Australia and New Zealand in early 2018. Creating an account in Revolut is easier than creating a bank account as it is an electronic wallet. It’s basically just like creating a PayPal account. You then get personal IBANs and a payment card so that you can top up, exchange, send and spend your money all around the world. Recently, Revolut announced plans to apply for a  European banking license . This way, the company will be able to protect funds under the European Deposit Protection scheme. The startup is also working on Apple Pay, Android Pay, a travel insurance and the ability to buy shares, bonds and cryptocurrencies. That’s a lot of features, and it should help when it comes to attracting new users."}
{"title": "Seizing partnership opportunities in emerging markets", "text": "  Behind PayPal’s Foreign Assets Violations Srinivasa Ramanujan was born in 1887 in Kumbakonam, India. His father was a store clerk, his mother a housewife. Though clearly savant-like in his early math work, he had no formal math educational background. At one point, he failed out of school. When he sent a book of theorems to Cambridge, G. H. Hardy wrote back and began a five-year collaboration. Ramanujan earned his BS degree and was ultimately named a Fellow of the Royal Society. Although he died at the age 32, mathematicians to this day are still decoding his work, including aspects related to string theory and the creation of the universe. The point is this: There is human genius and potential out there, much of it yet undiscovered, even now, due to political, geographical and economic borders. With more than 7 billion people on the planet, there should be a better way to harness the talents around the world. Partnering beyond your borders — something many of the world’s leading multi-sided businesses and online marketplaces already engage in — is becoming a low-friction way for those in less developed countries to add their value to the global economy. While economics and business maturity are certainly factors to consider when deciding whether to expand beyond your borders, so are the opportunities. For marketplaces, it may be that a certain country can deliver unique, diverse goods or services. For media companies, it may be about gaining a local perspective or access to specific audiences. In the B2B space, the promise of a round-the-clock, cost-efficient workforce may seem attractive. Ultimately, utilizing a global supplier base can help your business innovate, differentiate its services, improve competitiveness and scale growth. For these reasons, it’s too important for business leaders to simply ignore. So, what’s keeping businesses from getting contributions from emerging markets, and how do they overcome those obstacles? Any partnering effort into emerging markets requires lean, efficient operations. Why? Two reasons. Businesses that are not lean cannot effectively scale. Growing without a lean operation in place is sprawl, which results in gaps and failures. It’s essentially scaling with no benefit — or worse, adding cost and complexity. The other reason is more emotional and rooted in the morale of the business. Working within multiple countries while maintaining the sanity of everyone involved requires a realized process. Rules vary regarding communications, relationships, transactions, taxes, contracts, fraud and expectations. Expecting staff members to correctly adapt on demand to the thousands of differences involved in working with international partners is unrealistic and sets up your global initiatives for failure.   Codifying (and ideally automating) as much of these rules into digestible frameworks and processes early on in your company’s maturity enables a team in New York to seamlessly work with partners in Frankfurt, Sri Lanka or Hong Kong. It’s less stressful and enables teams to focus on what’s important — the relationships and results — rather than impulsively dealing with value-reducing tasks related to each jurisdiction. Efficient processes also are critical to reducing the internal and regulatory risks that come when working with remote partners. The propensity for errors, fraud and tax risk exposure increase across borders. As an example, do you know if a partner is on a terrorist watch list (OFAC, etc.)? What does the IRS require in terms of reporting to meet FATCA? These are not interactions that should be left to chance, and, likewise, they shouldn’t slow down the process. Eliminating the friction around those checks improves the overall execution of the business. Let’s assume your business knows it needs a footprint in a particular country. Maybe it’s as simple as hiring contingent development teams or establishing a supply chain that is meaningful to the business model. Businesses then have to decide: Do they set up a local office or operate remotely? Developing nations have the added difficulty of contending with the scarcity of local business resources or talent, sometimes unstable political environments and infrastructure and, of course, lack of adequate banking and digital commerce. In most cases, your business will be better off if you can do without setting up a physical presence, particularly if the idea is to scale across multiple regions rapidly. Ensuring visibility into overseas operations is key to managing a successful remote presence. What’s important when there are different regional entity structures involved is that you have a way to roll up that information and centrally manage them. For example, if there are subsidiaries, try to get each on the same platform to standardize processes. There certainly should be an element of localization built in, but having a common approach will make reporting and controls easier to maintain. Some amount of partner churn is going to happen. It’s a numbers game. In emerging markets, those partners often have to deal with complex situations and their status may change abruptly. That said, the churn shouldn’t be because of your operations. Otherwise, you develop a reputation of being a difficult partner to work with.   Some partners will grow to be top performers, reliably delivering great service or desirable products. It’s imperative that they’re satisfied both in terms of feeling valued for their effort and in the frictionless way they work with your business. You without doubt will find superstars who are so hungry to make a difference, they over-perform. That’s your mathematician in the rough. Partner churn also means you need to perpetually recruit. The strength of the partner network is in numbers, so you need to be able to onboard them rapidly and in a positive way. It increases the ability to find those superstars. It’s also why Uber, Lyft and Airbnb have continued to be reliable destinations for consumers. Suppliers are always there and ready, including internationally. And some may leave, which is okay — as long as new partners join in greater numbers. Bringing global talent into your own supplier ecosystem ultimately distinguishes your business from its competition and sets up your company for long-term success. And that is exactly why most of the world’s most innovative businesses have major initiatives underway to partner with the global workforce. Doing so also steers the world toward a more optimistic journey. Giving people in developing countries access to the global economy can help alleviate everything from disease to political instability. With technology and a willingness to open ourselves to greater human contributions and promote shared prosperity, the business community has a great opportunity to make a world of difference."}
{"title": "Financial tech startup WeLab raises $220M from investors including Alibaba, the IFC and Credit Suisse", "text": "WeLab , a financial tech startup that operates online lending platforms in Hong Kong and China, has raised $220 million in combined equity and debt financing. The round, which WeLab says is its Series B+, brings its total funding so far to $425 million. Investors include the Alibaba Hong Kong Entrepreneurs Fund, the World Bank’s International Finance Corporation (IFC) and Credit Suisse, which also acted as the round’s placement agent. The company declined to disclose its valuation. Founder and chief executive officer Simon Loong told TechCrunch that it is still too early to share details about any plans for an initial offering, but said “there are many similarities between the recent fintech companies who have gone public and us—one of which is that these companies and ourselves started around 2012-2013. We keep a close eye on the IPOs.” Most of WeLab’s borrowers are individuals and small businesses who don’t have enough established credit to take out loans from traditional banks at a low interest rate and typically rely on friends and family or microloan programs instead. WeLab’s platform, which allows users to submit loan applications through a smartphone app, positions itself as a more efficient alternative. WeLab can respond to applications almost instantly by assessing creditworthiness with data gathered from online sources, including bill payment records and social media profiles, with its proprietary technology, which it also licenses to banks and telecoms. WeLab was founded in 2013 and now claims 25 million users and says it has processed a total of $28 billion in loans. Loong said that investors from this round will allow WeLab to partner with more banks to develop financial products and services. It already works with more than 40 banks and is planning to expand into Southeast Asia. “We see Southeast Asia as a region with huge growth potential for WeLab due to its high percentage of unbanked population (73% out of 600 million) which makes it impossible to borrow and its high mobile penetration rate (133%),” said Loong. The company’s new financing will also be used to develop its artificial intelligence and automation capabilities, which WeLab uses to detect fraud, lower its operating costs and improve customer experience. For example, artificial intelligence powers its chatbot WeBot, which Loong says now handles 70% of WeLab’s customer service enquiries. The Alibaba Hong Kong Entrepreneurs Fund was launched by Alibaba Group to find investments that could also serve as strategic partners. Alibaba’s interest in WeLab isn’t surprising because of its focus on using technology to disrupt the traditional banking industry in China through Ant Financial, its financial services arm, and online payment system Alipay. In a statement, the fund’s executive director, Cindy Chow, said “With a specific focus in developing innovation and entrepreneurship in Hong Kong, we invest in promising Hong Kong companies with groundbreaking business models and technologies. We were attracted to WeLab because of its innovative business model. As one of the fastest growing fintech companies in Hong Kong and the Mainland, we look forward to working with the team and support their further expansion.”"}
{"title": "These are the US startups that Russian investors are backing", "text": "  Not a minimalist? Startups will gladly store, manage and deliver your items The state of the unicorn A taxi-hailing app. A transplant device developer. An online mortgage provider. Those businesses may have little in common, but one shared thread is that U.S. startups in these sectors have all secured large funding rounds led by Russia-based investors. They’re not alone. Over the past seven years, Russia-based strategic and venture investors have participated in more than 300 funding rounds for U.S.-based startups, according to Crunchbase data. Investments span all stages, major sectors and round sizes, and include both equity and debt financings. (See deal list  here .) The cross-border deal-making isn’t limited to Russian investors backing U.S. startups. Venture firms based in the U.S. have invested in more than 150 funding rounds for Russian startups over the past decade, with a particular focus on e-commerce and consumer internet deals. We’ll look at those trends in the second installment of this two-part series. In this first installment, we’ll focus on Russia-backed rounds for U.S. startups. Below, we look at the year-over-year trends, highlight some of the biggest deals and most active investors and look at what the data set does not include. A   Crunchbase News analysis of deals involving Russian investors backing U.S. startups found that deal counts began picking up in 2011. Activity peaked in 2012, and it held relatively steady over the next three years. In the chart below, we look at the number of rounds per year for U.S. startups that included a Russia-based investor and the totals raised in those rounds. The investment totals reflect capital from all backers, not just Russia-based ones. Overall, Russian investment activity looks to be lessening in 2016 and 2017, with fewer rounds recorded. In the chart below, we look at U.S. startup rounds involving a Russia-based lead investor. The number of deals with a Russian lead investor peaked in 2012, dipped over the next three years and has been trending up in the past two years. A number of Russia-based investors have backed multiple U.S. startups, and a few are particularly active. Among cross-stage investors, Moscow-based  Bright Capital  looks to be the most active. The firm has participated in 30 seed through growth-stage financing rounds for U.S. companies, with a focus on cleantech, biotech and IT. At the seed stage, Impulse VC has been quite active, participating in about  a dozen rounds  since 2013. And Skolkovo Foundation, which is supported by the Russian government, has extended grants or seed investments to  at least 8 U.S. startups  in the past six years. Banks also have done a number of deals.  VTB Capital Investment Management , a subsidiary of Russian government-controlled VTB Bank, has participated in funding rounds for at least four U.S.-based startups. Its most recent funding round was in 2016, for storage technology developer  Avalanche Technology . Sberbank , Russia’s biggest bank, has been active, as well. The bank was involved in two of the largest cross-border deals in the past year: a $100 million debt round for taxi app  Gett  and a $57 million Series C for online mortgage provider  LendingHome . Meanwhile, on the strategic side, one of the busiest U.S. startup backers is Russian pharmaceutical firm Pharmstandard, which has led or joined funding rounds for at least six ( listed here ) U.S. life science companies. The Moscow-based company was a lead investor in funding rounds for  TransMedics , a transplant device developer;  Argos Therapeutics , a now-public cancer immunotherapy developer; and  Avelas Biosciences , which is working on technology used in cancer surgery. To give an idea of the breadth of investments, we look at the largest U.S. funding rounds in recent years that involved a Russia-based lead investor: It should be noted that the Crunchbase data sets may not reflect the full extent of Russian involvement in the U.S. startup ecosystem. For one, the data is limited to funds and investors based in Russia. That means it leaves out Russian billionaire Yuri Milner’s DST Global, which is headquartered in Hong Kong. Milner is the most high-profile Russian national actively investing in U.S. tech companies. Although his personal investments are included in the Crunchbase data set, DST’s are not. That’s significant as, since 2009, DST has participated in at least 23 funding rounds for U.S. companies, mostly not as a lead investor. Deals include many of the most prominent internet companies, including Facebook in 2009, Airbnb in 2011, Twitter in 2011 and Slack in 2015. (See the full list  here .) Russian nationals, firms and government-run entities also can participate in startup funding as limited partners, which are generally passive stakeholders in venture funds. DST, for instance, counts banking conglomerate VTB Bank, which is majority-owned by the Russian government, among its limited partner investors. The data set does not include investments by non-Russian firms with Russia-based limited partners. Where is Russia-U.S. startup investment likely to go from here? It’s noteworthy that the number of U.S. startup financings involving Russian investors is down in 2017 from prior peaks, along with investment totals. Perhaps there’s greater caution in the startup community around the sourcing of capital. There were some hints of this in a New York Times  report  examining how the election hacking story is impacting Silicon Valley and its large Russian immigrant population. The paper reported that some Russian venture capitalists have said startups are more wary about taking their funding."}
{"title": "Airbnb management service Hostmaker scores $15M Series B funding", "text": "Airbnb continues to be an ecosystem in its own right, with a number of startups building a business by making the lives of hosts easier and potentially more lucrative. One such company is London-based  Hostmaker , an upmarket Airbnb management service, which today is announcing $15 million in Series B funding. The round is led by Sansiri, one of Thailand’s largest premium real estate developers, and Gaw Capital, a Hong Kong-based global hospitality real estate investor.  Existing backers  DN Capital, Ventech, and DSGCP also participated. Founded in 2014 by Nakul Sharma after he and his wife became so-called Airbnb “superhosts” and following research he conducted during his previous role in the hotel industry, Hostmaker is described as a tech-driven hospitality management company. Put simply, the startup aims to remove the hassle homeowners face when managing short-term rentals, and provides an array of associated services, from housekeeping by five-star hotel trained staff, professional photography, daily pricing reviews, guest relations and vetting, to interior design. It also facilitates property listings across multiple short-stay platforms including Airbnb, TripAdvisor and Booking.com. “Hostmaker was born out of an idea that I had after co-writing a paper on Airbnb’s impact on the hotel industry, whilst I was still working at the Intercontinental Hotels Group,” Sharma tells me. “I came to the conclusion that while it could be seen as a threat, it should be a priority for the industry to seek ways to integrate this new type of travel into their business models. I thought, why not bring high quality hospitality to the homestay experience? The top management, however, did not see Airbnb as anything more than a flash in the pan”. A flash in the pan, Airbnb wasn’t, and that was inspiration enough for he and his wife, who is Director and Head of Accounts at Hostmaker, to test the concept for a hospitality management company serving short-stay hosts. “[We] were already Airbnb superhosts and familiar with the platform and the potential problems that hosts may face when letting their home on Airbnb. So, we moved out of our own home that we had just bought, and into a rented flat!,” he says. “We used our home as a testing lab so that we could better understand how to solve the challenges that the 25,000 Airbnb-ers in London were facing. In January 2014, I decided it was time to focus solely on Hostmaker. Putting £50,000 of my own money into the business, and quitting my job, Hostmaker was officially launched”. Hostmaker says it has carried out over 150,000 services across Europe, growing at a rate of 400 per cent year-on-year. It currently operates in London, Paris, Rome and Barcelona, and says the new round of investment will support the startup’s continued tech development in “proprietary pricing and operations applications,” as well as growth and expansion beyond Europe, with a particular focus on Asia. On competition in the Airbnb hospitality management space — which in Europe includes  Airsorted  and  Bnbsitter  — Sharma had this to say: “We were the first ones to spot the opportunity because of my deep research into Airbnb’s impact on hotels. None of the founders of other companies bring this background and hence they seem to be building more opportunistic businesses that are more akin to property management companies while our ambition is to build a “Hilton for Homes”: a premium branded homestay hospitality service that cares about the home, the homeowner and the guests”."}
{"title": "TransferWise changes fees for GBP transfers, introduces complicated flat transaction fees", "text": "Fintech startup  TransferWise  has built a solid reputation when it comes to transparency. The startup  just announced  new fees for transfers initiated from the U.K. And it’s quite hard to understand if transfers are going to be cheaper or not after the change. The company claims that in most cases transfers should be cheaper. But it’s a bit more complicated than that. TransferWise is switching from a simple variable fee to a flat transaction fee with a lower variable fee. Let’s take an example. If you’re trying to transfer £1,000 from the U.K. to the Eurozone. With the old fee, you’d pay 0.5 percent (or the equivalent of £5) in fees. With the new fee, you now pay 0.35 percent + £0.80, which represents £4.30. You eventually get more euros. But the issue is that TransferWise isn’t transparent with this change. The company claims that prices have decreased by 30 percent for GBP/EUR transfers. This isn’t true at all as TransferWise only looks at variable fees. For a £1,000, you now pay 14 percent less if you take into account all fees. But this percentage is going to change depending on your transfer. Because of this tiny little flat transaction fee, you’ll now pay  more  than before if you transfer less than £530. Conversely, the bigger the transfer, the lower the effective fee you get. This is even worse for GBP/USD transfers. If you transfer less than £800, you now pay more than before. But it’s now cheaper if you transfer more than £800. The good news is that TransferWise also got rid of the £2 minimum fee. Before today, you’d pay at least £2 in fees. Now, all transfers have the same fee. So it means that you now pay less than £2 if you convert less than £300 into USD, for example. This sounds complicated, right? In other words, today’s change is good news for customers who usually transfer big chunks of money. But customers who initiate a lot of tiny transactions are going to pay more. Unless your transaction is so small that you used to pay the £2 minimum fee. A handful of corridors are now more expensive on all transactions. So if you want to send money to Bulgaria, Hong Kong and Poland, you’ll have to pay a bit more in fees. Customers also pay 0.2 percent for debit card transactions and 0.3 percent on credit cards. You can avoid this fee by initiating a bank transfer. So TransferWise isn’t really transparent with today’s change. It’s probably good news for many customers. But it’s hard to know for sure if the majority of customers are going to end up paying less, a lot less, more or less as much as before or a bit more. When you initiate a transfer, TransferWise still gives you the exchange rate and the amount you’re going to pay in fees. The company doesn’t try to hide it in small letters or in the terms and conditions. I’m glad this isn’t changing. Update:  TransferWise CEO Kristo Käärmann has sent me the following statement:"}
{"title": "Genetic testing startup Prenetics gets $40M from investors, including Alibaba’s Hong Kong fund", "text": "Prenetics , a genetic testing startup, plans to expand into more Asian countries after raising a $40 million Series B led by Beyond Ventures and Alibaba Hong Kong Entrepreneurs Fund. The round also includes capital from Yuantai Investment Partners, mFund and eGarden Ventures, and brings Prenetics’ total raised so far to $50 million. The capital will be spent on product development, hiring more engineers and scientists, mergers and acquisitions and expanding in China and Southeast Asia. Alibaba Hong Kong Entrepreneurs Fund was launched as a nonprofit in 2015 to support companies that can potentially contribute to Alibaba’s ecosystem. While Alibaba is best known for e-commerce, the tech giant also runs a healthcare subsidiary called  Alibaba Health Information Technology  (known as Ali Health). Prenetics partners with insurance companies to provide genetic tests to policyholders and is currently available in Hong Kong, Singapore, Malaysia and Thailand, with more country launches planned as part of its expansion. It claims to have processed 200,000 DNA samples so far. TechCrunch last covered Prenetics when it  announced its Series A in March 2016 . Since then, chief executive officer Danny Yeung tells us that the company has expanded from one product to “building an entire health eco-system” that focuses on preventative health. Its offerings now include genetic tests for diet, hereditary health conditions, responses to medication, risk of inherited cancers and preconception screening. People who have taken a Prenetics test also have access to apps that use their DNA profile to make diet and lifestyle recommendations. In a press statement, Alibaba Hong Kong Entrepreneurs Fund executive director Cindy Chow said “We have been highly impressed with the mission and business strategy adopted by Prenetics. In a short time, the company has emerged as Southeast Asia’s market leader in genetic testing and digital health. We look forward to working closely with Prenetics throughout Alibaba’s network of companies to provide individuals with valuable health information.”"}
{"title": "MioTech gets $7M to build artificial intelligence based tools for wealth managers in Asia", "text": "MioTech , a financial tech startup with offices in Hong Kong and Shanghai, has raised $7 million in Series A funding to develop artificial intelligence based software for investment managers. The round was led by Horizons Ventures, the private investment arm of Hong Kong business tycoon Li Ka-shing, with participation from returning investor Zhenfund. MioTech’s graph database is designed to help large financial services firms store and process terabytes of data. Its analytics engine helps investment managers combine data from a variety of sources, including market prices, news events and micro- and macroeconomic activity, and get insights to help them manage their portfolios. The company’s Series A brings its total funding so far to $8 million (it previously raised a $1 million seed round). Co-founder and chief executive officer Jason Tu tells TechCrunch that MioTech will use its new capital to hire talent from top tech and financial companies such as Google, Facebook and Morgan Stanley. MioTech plans to focus its research and development on building its data feed pipeline and machine learning research team, as well as working with financial data providers to grow its data analytics tools. Financial services is seen as  one of the main industries that will benefit from artificial intelligence tools  and many of the biggest firms,  such as Merrill Lynch , are working on their own artificial intelligence based software. Well-funded startups also developing AI-based tools for wealth managers include Addepar and Palantir. But Tu says that while consumers have benefitted tremendously from tech innovations by companies like Google, Facebook, Alibaba and Tencent, the financial industry lags behind because many financial service firms rely on in-house tech teams, which means that “fintech continues to be more ‘finance’ than ‘tech,’ especially in Asia.” “We are a group of hardcore technologists who aspire to bring true cutting-edge technology from research, consumer, enterprise software and many other industries, much of which have already changed your daily life, to the financial industry which is still dominated by error-prone processes and lacks big data analysis capabilities,” he adds. In a statement, Horizons Ventures project director Frances Kang said “MioTech’s ability to capture, aggregate and dissect the data helps asset managers and financial advisors to have deeper insights in serving their clients. We believe that MioTech fits well with our portfolios of fintech and insurtech companies.”"}
{"title": "After raising $16M in funding, CastBox plans to fix podcast discovery", "text": "More people than ever are listening to podcasts,  but as they soon find out, discovering new ones is a cumbersome process that lacks the serendipity users take for granted in other apps.  CastBox  wants to fix that by becoming “the YouTube of audio.” The podcast player for iOS and Android, which has raised $16 million in funding so far, is launching a new audio search feature today that uses natural language processing to let listeners search for keywords and topics across more than 50 million episodes. Founder and chief executive officer Xiaoyu Wang wants CastBox’s in-audio search to make finding relevant sections of audio as easy as searching in text. The feature supports English, and Wang says the company wants to perfect it before expanding into other languages. CastBox’s funding includes a recently closed $12.8 million Series A round led by Qiming Venture Partners and IDG Capital, with participation from SIG China, GSR Ventures and ZhenFund. With the addition of in-audio search, CastBox hopes to become the breakout podcast player for iOS and Android. It will start co-producing and releasing original content this quarter and its monetization plan includes a premium option with extra features. CastBox is headquartered in Beijing, with offices in Hong Kong and San Francisco, and claims that its podcast player has been downloaded more than eight million times. Though most of CastBox’s users are English speakers, Wang says she decided to base the company in China because of the engineering talent there.  \t\t              \t\t             CastBox  \t\t              \t\t              \t\t          \t\t              \t\t             CastBox  \t\t              \t\t              \t\t          \t\t              \t\t             CastBox In-Audio Search page  \t\t              \t\t              \t\t          \t\t              \t\t             CastBox search page  \t\t              \t\t              \t\t          \t\t              \t\t             CastBox subscription page  \t\t              \t\t              \t\t          \t\t              \t\t             CastBox  \t\t              \t\t              \t\t         Before founding CastBox in early 2016, Wang worked at Google in Japan and Dublin. She started tuning into podcasts to study Japanese and keep up with the news, but had trouble finding a player that supported different languages and gave personalized recommendations. Many were barely more than lists of podcast RSS feeds. “I couldn’t find an app in multiple languages, so I had to download MP3s and organize them. It was complicated and like creating an audio black hole unless I remembered to listen to them,” she says. To stand out from other podcast players for Android when it first launched, CastBox pitched its app to “podcast addicts” and then paid close attention to their feedback, adding new features quickly and resolving all issues within a day. As their early listeners began recommending CastBox to their friends or on their own podcasts, CastBox’s Android app started to gain traction. It then launched a version for iOS, but since Wang realized that it would be difficult to compete with iTunes, which many listeners already use as their default player, the startup decided to focus on refining its discovery features. In addition to sorting podcasts by the usual parameters, like an episode’s release date, CastBox’s recommendation engine considers each user’s search history and their listening behavior, such as which episodes they listened to in their entirety and enjoyed enough to share on social media and which ones they closed out of quickly. The startup will use its Series A funding on marketing, producing original content and hiring engineers."}
{"title": "Flexport’s epic plan to build a freight empire with its $110M raise", "text": "“We’re actually out here trying to create value, not just give venture capital money away” says Flexport CEO Ryan Petersen. “It’s counterintuitive. The more the business works, the more cash it needs.” That’s because  Flexport  doesn’t ship bits, it ships atoms. Lots of them.  Flexport is a freight forwarding logistics network . If you produce a few metric tons of goods in China and need them in stores across the U.S., it books the trucks, ports, planes, and boats you need to get them there. While the dinosaur freight forwarders still rely on paper manifests, Flexport tracks all the data to optimize every route. Flexport sounds “unsexy”  on the surface, but it’s multi-trillion dollar market opportunity that’s attracting big-name investors. Flexport already moves 7,000 shipping containers a month for an average of $2,000 each while taking around a 15% cut, earning it roughly $2.1 million per month from ocean freight alone. [Correction: $2.1 million, not $21 million] Adding in air, trucking, customs brokerage, cargo insurance and more,   revenue is up 3.7X in the last year. “Unit economics have always worked for us, even when we were tiny. We’ve always insisted on that” says Petersen. Now after TechCrunch reported last month that sources told us  Flexport had raised a $110 million Series C at an $800 million pre-money valuation , the company today  confirmed  the deal. The $910 million post-money valuation round was led by DST Global, whose partner Rahul Mehta will become a board observer, and was joined by Founders Fund and Susa Ventures plus other existing investors. And crucial to Flexport’s audacious new business model is the addition of Wells Fargo Strategic Capital. Flexport wants to finance its customers freight, not just ship it. Businesses have to pay factories to produce their goods up front, but it can take months to ship and sell the inventory before they earn back that money. Flexport plans to offer trade financing funded by a big bank like Wells Fargo. Essentially, Flexport would use all its shipping data to calculate and minimize the risk, front the money to its 1800 customers, and score an added percentage when it’s paid back. “It’s such a big business and a nice extension” Petersen tells TechCrunch. 80 percent to 90 percent of all global trade relies on trade financing, according to the  WTO . “We have all the data to assess credit worthiness” the CEO says, touting the speed with which Flexport could do that research. “A traditional bank might take a long time to get the money. It might take a month or two. But business happens really fast. We can lend to those customers, whether it’s Wells Fargo’s or someone else’s money.” Matt Raubacher, a managing director of Wells Fargo Strategic Capital says “While Flexport already had a banking and credit relationship with Wells Fargo, the Strategic Capital group is excited to take the next step and also become an equity investor in this rapidly growing business with an exceptional leadership team.” Customers like Ring, Osmo, and Le Tote could get their freight financed and forwarded all at once, cutting down their logistical headaches while giving Flexport more….flexibility in how it prices both the shipping and the loans. “It’s pretty sticky. If you’re funding your business on the platform, you won’t switch” Petersen says. “You could make the loan cheaper because you’re making money with the freight, or offer cheaper freight because you’re making money on the financing.” Flexport isn’t content just sticking to the money and logistics. It plans to use the new $110 million in equity funding to buy warehouses around the world that it calls ‘cross-ports’. Petersen says Flexport can have “more control” with  “ our software, our process in the warehouse.” Typically when containers come off those giant ships, they get put in some third-party warehouse at the port. But if Flexport owns those warehouses, it can do some neat things in the meantime. “We scan everything for dimensions and weights, and build a model of the cargo so the next time someone ships the same thing, we know everything about it.” It can also mix-and-match shipments from different clients for efficiency, or redirect goods mid-journey. Flexport opened its first 12,000 square foot cross-port in Hong Kong two months ago and it’s already jam-packed, so it’s planning to move to a bigger space like the 100,000 square foot spot it has in LA. Petersen says the plan is to open 25 of these, beyond its nine offices that house 500 employees. I’m pretty sure that qualifies as an empire. “It’s just a lot to take on” Petersen admits. “There are three remaining challenges that never go away. They all with ‘C’, but not because I’m cheesy.” Complexity – “Building the right things in the right order”, and not doing too many or too few Culture – Remaining a fun place to work. Employees “put a lot in. They grind” so they have to feel appreciated and like they’re learning and growing their careers. Compliance – “Making sure we follow all the rules all the time” because it’s a heavily regulated industry. That last one has destroyed plenty of startups, from the Zenefits insurance scandal to Theranos’ bunk blood tests. “Our regulators are more serious, they’re customs and border protection. It’s not the taxi and limousine commission” Petersen says, taking a jab at cities that have tolerated Uber’s insubordination. “With dangerous goods, actual human lives can be at risk. You ship something flammable in a passenger airplane, no one is going to take that lightly.  There’s not  a lot of gray areas.” Petersen is happy to go by the book. Flexport takes inspiration from today’s top tech companies. “There’s an Amazon-like element for the enterprise” says Petersen. “It should feel like you’re building your cart on Amazon and then 10 containers of your own products show up.” Though simultaneously, he says that “We think trade is inherently social”  , which is why whenever it signs a client, Flexport gets them to pull their trade partners into the system too. “ Connecting them is very logical. We borrow inspiration from Facebook.” As for whether freight is ‘cool’ now, Petersen smiles. “I don’t know if it’s sexy or boring.   Wall Street’s pretty [redacted] boring to me, moving money around. Money’s sexy I guess” he says, then suddenly gets serious about his own company. “It’s hard work, it’s not this overnight success.” Despite its budding empire, Flexport is still only the 23rd-largest freight forwarder. But rather than take that as an insult, investors see it as an opportunity. “None of the other top 25 were founded after Netscape” Petersen is fond of remarking. They’re only just adopting technology. Flexport was born in it. “I don’t worry about startup competitors” Petersen says, noting that during the sales process, customers have never compared Flexport to those chasing it. “I worry the more we’re out talking to the press. I worry the big guys will stop thinking of us as such a joke.” He suspects those giants like FedEx, DHL and Expeditors might acquire the upstarts like Freightos, Haven, or Fleet to get a grip on tech. But Flexport isn’t taking offers. In fact, Flexport turned down billion-dollar-plus valuations in this round to avoid getting in over its head or ceding too much power to investors. “I’m just having fun. It’s really interesting. Once you sell your business you’re just another rich guy” Petersen laughs. “I never want to sell the business. Unless it’s not working, I won’t sell.”  \t\t\t 0  \t\t\t SHARES  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t"}
{"title": "Travel experiences marketplace Withlocals picks up $4.2M in Series A funding", "text": "Withlocals , the the Netherlands-based startup that operates a marketplace for personalised travel experiences, has raised $4.2 million in Series A funding. The round was led by Inkef Capital, the Amsterdam-headquartered VC firm. Pitching itself as an  alternative  to mass-market package holidays and tours, Withlocals says it wants to capture at least 20 percent of the online personalized tours and activities market, which, it reckons, is will be worth $6.8 billion by 2020, citing a  report  by Eye To Travel. The startup currently lists 1,200 “fully-customizable,” private tours and activities — ie only you or your family/group are in attendance — led by 900 local hosts in 24 international cities. It plans to expand into 40 more cities in the next year, including New York, Florence, and Hong Kong. Matthijs Keij, CEO of Withlocals, says that one size fits all mass tourism is coming to an end, and that travellers “are looking to get off the ‘TripAdvisor circuit’” in favour of more unique experiences. “We created Withlocals so tourists can experience cities like the locals do,” he adds, arguing that this is a very different proposition to tour aggregators such as Viator or GetYourGuide, which are used by commercial companies to sell packaged group tours. To that end, Withlocals says it is seeing over 10,000 people participating in experiences each month, and that it has increased booking volumes an average of 20 percent per month for the last 18 months. Furthermore, the startup expects growth to accelerate as it expands into more cities, adds multiple languages to its website, and rolls out new mobile functionality. Currently, 42 percent of bookings are made via the Withlocals mobile app, but that number is expected to grow to 85 percent by the end of 2018."}
{"title": "Mobile hardware lab Nanoport gets $7 million in seed funding", "text": "Held at Moscone Center in San Francisco earlier this month, Mobile World Congress Americas was a pretty uninspiring show, but a few interesting startups stood out among the rows and rows of mobile companies.  Nanoport  was among the more interesting exhibits on the floor, offering up an array of different smartphone technologies aimed at rethinking the way we interact with our devices.  The event was a sort of public debut for the Silicon Valley-based R&D lab, a chance to showcase a pair of new technologies. Two weeks later, Nanoport tells TechCrunch that it’s secured $7 million in seed funding led by  Horizons Ventures , the Hong Kong VC firm backed by   business magnate, Li Ka-shing. Other investors include  Brightspark  Ventures and Kensington Capital Partners. Horizons has been backing the company since its earliest stealth days, as it’s grown into an independent lab aimed at developing forward thinking smartphone tech in a way that’s agnostic of manufacturers.  “It’s about advancing the mobile platform,” CEO and founder Tim Szeto tells TechCrunch. “Today, it’s very largely a one to one solitary experience. It evolved from the PC era, but we think, moving forward, it’s going to be a much more collaborative experience. It’s beyond your smartphone that involves other devices nearby in a much more seamless way.” The technologies on display at MWCA are, if revolutionary, certainly compelling. There’s the Nanoport “tablet,” which uses magnetic adapters to daisy chain multiple handsets together for a larger image. The company calls it the “world’s first folding 10-inch tablet” — more correctly, it’s something to do with the device you’ve got lying around that you don’t want to sell or recycle for whatever reason. There aren’t too many instances when watching something on three connected phones beats a tablet, but it’s interesting nonetheless. The other technology, TacHammer, is a haptics system for devices like smartphones and game controllers that allows for distinct and highly controllable feedback. The demo at MWC involved a game pad with distinct vibrations assigned to each button. Implemented in a smartphone, it could mean a more diverse control scheme for a buttonless device. According to Szeto, this early stage funding will go toward expanding the company’s research facilities. “It’s to further our lab and accelerate commercial development,” he explains. “We’re doubling the size of the lab we have now to 12,000 square feet and opening up a new lab [this] week. It’s got an electronics prototyping lab, a software development lab and a mechanical prototyping lab.”"}
{"title": "AI startup Appier hires Sean Chu from Microsoft to head its Asia growth strategy", "text": "Appier , the artificial intelligence startup that  recently raised a $33 million Series C from three of Asia’s biggest Internet companies , has hired former Microsoft Japan marketing senior director Sean Chu to oversee its growth strategy. As Appier’s new chief strategy officer, Chu will be based in Tokyo and helm Appier’s operations in Japan and Korea. Last month Appier announced its Series C, which brought its total funding so far to $82 million, from SoftBank Group, Line Corp., Naver Corp., EDBI (the Singapore Economic Development Board’s corporate investment arm) and AMTD Group. Appier’s goal is to strengthen in presence in the markets its new investors represent, which include Japan, Korea, Hong Kong and Southeast Asia, before expanding into other regions. The company’s main products, the CrossX Programmatic Platform and Aixon, help brands use artificial intelligence to predict consumer behavior and make marketing decisions. Prior to joining Appier, Chu served as senior director of Microsoft Japan’s central marketing group. Before that, he held executive positions at Sony Pictures Entertainment. He told TechCrunch in an email that in the short- to mid-term, Appier’s goal is to make sure that it sustains its current momentum in Japan and Korea. “In the long-term, we plan to identify areas where our AI platforms can help businesses. For example, we’re currently working with a real estate company to identify ways in which they can use AI to optimize occupancy in their properties,” he said. Right now, Appier’s clients come from three main categories: consumer brands, e-commerce companies and mobile game developers. Chu says Appier’s goal is to attract more sectors. CrossX, which helps companies plan their digital marketing campaigns, will target growth in the industries it already serves, while its data intelligence platform, Aixon, will expand into more verticals. “We’re really excited about Aixon as it opens our business up to potentially any sector that is looking at AI,” Chu said. “If you speak to the industry analysts, they will tell you that AI, along with IoT, is at the top of the to-do list for most enterprises, particularly those in financial services, healthcare and manufacturing, but every company is definitely looking hard at AI.”"}
{"title": "Freight startup Flexport soars from ‘unsexy’ to $800M valuation", "text": "Flexport handles the boring logistics of a trillion-dollar business: the transport of shipping containers around the world. Because the work of freight forwarding seemed so bland, it was long ignored by the tech world. But digitizing the paperwork let Flexport speed up shipping so clients keep less inventory on hand while never running out. When you apply that optimization to how every container full of electronics, clothes or food gets from factory to store, Flexport keeps getting smarter as the value piles up. That’s why just a year after raising $65 million at a valuation of $365 million, TechCrunch has learned Flexport has just closed a huge new round of funding, according to five sources. Initially,  Flexport  was receiving offers valuing it at over $1 billion, but turned those down in favor of a more manageable valuation. Multiple sources now confirm that the startup has completed a $110 million Series C at an $800 million pre-money valuation. The round is mostly filled with existing investors, including DST. Flexport declined to comment for this story. What we’ve kept hearing is that Flexport co-founder Ryan Petersen is a favorite amongst investors. “He’s a machine,” said one of TechCrunch’s sources. After growing up buying scooters from China and fencing them online, he co-founded ImportGenius to scan and sell shipping manifest data about imports. That led him to realize how antiquated freight forwarding was, paving the way for Flexport’s start in 2013. “They’re hiring like crazy,” one source said. Flexport appears to be trying to scale up fast enough to compete with entrenched giants in the shipping space, like FedEx, DHL and Expeditors, that can’t adapt to new technology as quickly. Meanwhile, it’s looking to box out upstart competitors picking away at parts of the freight forwarding equation, including Freightos, Haven and Fleet. Soon after TechCrunch wrote a story about the company being  “The unsexiest trillion-dollar startup,”  we started receiving aggressive pitches from these competitors. Fusion’s Alexis Madrigal shined a light on how interesting the business could be with his podcast series Containers, which was sponsored by Flexport. And Flexport raised its $65 million Series B last September that brought it to  $94 million in total funding . A year later, its value has more than doubled. Now the company has over 400 employees in seven offices. It earns roughly 15 percent of the average $2,000 it costs to move a shipping container around the world, compared to 25 percent that its competitors charge.  Petersen told Forbes  he expects revenue of $500 million this year, yet that still makes Flexport an underdog. “There are 25 freight forwarders that each do more than $1 billion in revenue a year,” he said. “None of them was founded after Netscape.” That’s Flexport’s advantage. Tracking everything with paper leads its older competitors to see clients individually. Flexport wholistically analyzes all its data to optimize shipping routes and simplify relationships with ports, truck drivers and anyone else that touches a container. That’s allowed it to shave off five days of travel time for moving less than a container full of goods. Now it’s opening its own “cross docks” — warehouses where it can temporarily store clients’ goods until it can batch their transport with other shipments going to the same place. That way it’s always moving full containers with maximum efficiency. Flexport already has cross docks in Hong Kong and LA, but Petersen foresees having a global network. The new capital could help Flexport pay for transitioning from a pure-play software company merely handling routing logistics to being an actual freight company. This shift from bits to atoms doesn’t come cheap, but with plenty of revenue waiting to be stolen from sluggish competitors, it’s having no problem finding the capital. TechCrunch has heard that many of Flexport’s existing investors, which number at least 57, were shut out of the new round despite being interested. And while investors were happily offering it a valuation of $1 billion or more, Petersen didn’t want to get in over his head and risk a down-round later if the market stumbled. The obvious, glamorous verticals of tech have been overrun with startups. Everyone seems to have a photo-sharing app or some “revolutionary” artificial intelligence play. There’s an  old adage  that the best startup ideas are often at the intersection of “seems like a bad idea” and “is a good idea,” as Peter Thiel, the leader of Flexport investor Founders Fund, has said. But as the mainstream embraces startup culture and aspiring founders flood Silicon Valley, there seems to be no shortage of people willing to chase things that seem like a bad idea. Perhaps an addendum to the startup seeker’s mantra should be “Seems bad  and boring. ” That’s where there are still gold mines untapped. Additional reporting by Ingrid Lunden  \t\t\t 0  \t\t\t SHARES  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t"}
{"title": "SoftBank Group will buy a 5% stake in ZhongAn, China’s first online-only insurance agency", "text": "SoftBank Group  has agreed to be a cornerstone investor in the initial public offering of  ZhongAn , China’s first online-only insurance agency, on the Hong Kong Stock Exchange today. SoftBank Group will buy a 5 percent stake in the company, or about 72 million shares, at the offer price, which is in the range of HKD $53.70 to HKD $59.70 per share. If calculated based on the range’s mid-point price of HKD $56.70, that means SoftBank Group’s stake would be worth about HKD $4.08 billion, or $522 million. Under its agreement with ZhongAn (also called ZA Online), SoftBank Group can choose to acquire the shares through one of its wholly-owned subsidiaries or affiliates, including the  $100 billion SoftBank Vision Fund , which is currently making waves in the venture capital ecosystem by  going on an unprecedented funding spree . A SoftBank Group representative, however, said the firm cannot comment on how many shares, if any, will be purchased through the Vision Fund. In total, ZhongAn is offering 199.3 million shares during its IPO. If all shares are sold at the mid-point of the offer price range, that means the company’s proceeds would total about HKD $10.9 billion, or $1.4 billion, after deducting expenses related to the offering. SoftBank Group’s investment represents about 36 percent of the shares offered today. One interesting aspect of the deal is that  ZhongAn was launched in October 2013 by Alibaba Group, Ping An Insurance Company and Tencent . SoftBank was one of Alibaba’s early investors and  recently sold about $7.9 billion worth of Alibaba stock  to pay off debt, reducing its stake to 28 percent from around 32.2 percent. This marked the first time that SoftBank had sold off any of its Alibaba shares since its first investment in 2000. SoftBank and Alibaba have also invested in many of the same startups and together made a notable impact on  Asia’s ride-sharing ecosystem  and  Southeast Asia’s startup industry . A press statement from SoftBank Group said “ZhongAn is the clear leader in China’s insuretech space. This strategic investment offers us a unique opportunity to participate in the country’s promising insuretech market. We take a long-term view on disruptive companies like ZhongAn. With its cutting-edge technologies, ZhongAn is building a robust, innovative online-only insurance business in China and is effectively transforming the insurance landscape there.” ZhongAn says it sold more than 7.2 billion insurance policies and served about 492 million policyholders between its founding in October 2013 and the end of last year and claims that those numbers make it China’s largest insurer. It partners with companies, including e-commerce platforms and online travel agencies, to sell insurance products in five main categories: consumer finance, health, auto, travel and “lifestyle consumption,” which includes shipping insurance on online purchases. ZhongAn’s massive scale is made possible by its cloud-based tech platform, called Wujieshan, which allows it to develop new policies, target marketing, process insurance applications and offer dynamic pricing."}
{"title": "SparkLabs Group launches an agricultural tech accelerator called Cultiv8 in Australia", "text": "SparkLabs Group , which claims to be the largest startup accelerator group in Asia, is stepping into agricultural tech with a new program created in partnership with the New South Wales Department of Primary Industries. Called SparkLabs Cultiv8 and based in Orange, Australia, the accelerator will start in the second quarter of 2018. Each intake will participate for eight months and include between eight to 12 startups. They will work out of Gate (Global Ag-Tech Ecosystem), a new facility founded by SparkLabs and the NSW Department of Primary Industries, and have access to the latter’s research labs and farms in Orange, which is a three-hour drive outside of Sydney, for prototyping. Companies can also potentially receive up to AUD $100,000 (about $80,000) in investment. “It’s not about a co-working space in a city, it’s providing real access to top facilities that are important for a ag-tech/sustainability startup,” says Cultiv8 partner Jonathon Quigley. With the launch of Cultiv8, SparkLabs will have accelerator programs in South Korea, Taiwan, China, Hong Kong and Australia. One benefit of working in Australia is that the country’s agricultural industry  already exports billions of dollars in products to Asia . The  total amount is expected to double by 2050 , giving ag-tech startups a chance to learn many practical lessons about scaling up. While agricultural and food tech have recently gained more attention from investors, hitting  a record level of funding in 2015 , Quigley believes it is still early in the investment cycle. As the Internet of Things becomes less costly, he says more startups will be able to deploy hardware and software analytic platforms to help growers manage resources, reduce waste and maximize their crop yields. Quigley says Cultiv8 will seek startups with intellectual property that can potentially have a large impact on agricultural tech and scale quickly with the right hires. “The ag-tech sector is at a similar stage to where AI was in 2009, it is early and just starting to grow,” Quigley says. “Then Siri was bought by Apple and it exploded. There is a tremendous amount of talent in the ag-tech sector that is looking to start companies, join startups and invest in them. We will be primarily looking for founders that have the ability to bring that talent into their companies and disrupt the agricultural industry.”"}
{"title": "Teralytics wants to tap telcos’ big data to help cities get smarter about Uber and Lyft", "text": "Big data is an expansive umbrella with startups of all stripes squatting under it. Even as the most successful and powerful data miners of the modern web are undoubtedly the dominant consumer platforms — Google, Facebook, Apple and Amazon in the West, and China’s WeChat in Asia — whose vast digital empires yield them both quantity and quality of data to use as they please. Yet these tech giants aren’t generally in the business of sharing their data holdings to help others — unless you want to pay them to target digital advertising on your behalf. Which is where Atomico-backed startup  Teralytics  spies its own big data opportunity. It’s built a platform selling analytics services to customers such as government agencies and transport companies that want to understand complex problems relating to human mobility — so analyzing things like transport pressure points, or considering the optimum location for a new road, or even monitoring urban air quality without the need to deploy CO2 sensors. The European startup has been building its analytics platform for around four years at this stage, working in semi stealth up to now to put its core tech in place, while also delivering projects with early partners and customers, such as the air quality monitoring example cited above. The original idea for the business was spun out of  ETH Zurich  university, sparked by a conversation  one of the co-founders had with a local telco which was looking for help analyzing commuter data on behalf of the government. Co-founder Georg Polzer says he and his co-founders ended up sleeping in the company’s data center as they worked to write code to come up with the answer to the problem — though he notes he’s past the point of personally pulling coding all-nighters himself now. “Back at ETH we were doing a lot of data analysis and by living in Zurich, working in Zurich we got exposure to a Swiss telecom company,” he tells TechCrunch. “I got into a conversation with a person there, who mentioned the Swiss government wants to understand how long people travel across the country, to leave their home and reach their destination during the day, and that person at Swisscom said can you help us? And we said sure, we can do it. And with this project we started the company.” Teraltyics has raised around $44 million to date, telling TechCrunch it’s taken investment up to a Series C level, and amassing a team of 65 people working out of headquarters in Zurich and offices in New York and Singapore. Along with Niklas Zennström’s Atomico fund, investors include Swiss VC firm Lakestar and Hong Kong-based Horizons Ventures. Its current go-to-market proposition is focused on analyzing human mobility and behavior to meet the changing needs of urban planners and transport providers — sitting under another techie umbrella: smart cities. “Big cases that we’ve either worked on or are working on include things like how can a large transit network operator minimize the amount of money they spend on operating it whilst at the same time providing a better service to citizens,” says incoming CEO Alastair MacLeod, who brings a background in telcos to help with the startup’s next steps ramping up commercialization of its platform. “We also work with long distance operators on what should their capital plans look like for the next ten years. “But it’s all centered around… the large topics of what’s happening to urban environments and what’s happening to transportation as new modes of transport come on stream. It’s just a huge and mushrooming area and we play directly into that space, helping inform the current providers on how they could do better. But also helping them think about what comes next.” Polzer points to disruption already happening in the transport space as ride-hailing providers like Uber push into cities and station-free bike sharing startups like Ofo proliferate. While also noting larger changes looming — such as electric and autonomous cars — which promise to even more radically reshaping urban infrastructure in the coming years. Cities will need powerful analytics tools to understand and response to these changes, he argues. “There’s a whole technology shift happening in how we move around, and how we organize cities, and this shift needs to be understood and modeled and designed right — and the right decisions need to be taken,” says Polzer. “And I think we really can play that key role to help shape this wave of change.” “Every single mayor I talk to says can you please help me understand the effect of Uber and Lyft on my city,” he adds. “These are questions they have. It’s very, very much on their minds.” So — to the really big question — where is Teralytics sourcing the data that powers its platform? How is it able to track city dwellers’ movements in such detail and link them to highly specific behaviors? In the first instance it’s partnering with telcos whose mobile subscriber bases offer a large, rich, reliable and representative source of population data to be mined for insights, says Polzer, while also looking at bolting on additional data sources as it moves forward (integrating wi-fi network data is something it’s currently working on, for example). But the really big data crutch here is definitely telcos — who, after tech’s platform giants, hold some of the richest and most detailed data around. Even as they also typically have more stringent regulatory strictures (vs Internet businesses) on what they can do with customers’ sensitive personal data. And with very good reason — given they provide access to connectivity, not just individual apps and services, affording them a highly intimate overview of their users’ lives.  \t\t\t\t  \t  \t\t  \t\t\t\t  \t\t\t DJI unveils new Mavic Air | Crunch Report \t\t\t \t\t  \t\t\t    \t\t\t “The great thing about operator data is that usually in the market there are three to four operators, which always have at least 10 to 15 per cent marketshare. And if you look at other data sources, there’s just no other data sources with that breadth across the population,” says Polzer, discussing the advantage of attaching a big data business to carriers’ heavily loaded pipes. “Also telcos, are debiased among the population; it’s very nicely distributed — this means you have rich people, poor people, young people, old people. Which makes the extrapolation much much more reliable vs if you just get data from one smartphone app which is used by teenagers in certain areas. So this data is very nicely balanced and therefore can be extrapolated out to the whole population.” He also talks up the resilience of relying on telcos for the core data-set — given that major network operators are not likely to vanish overnight. Whereas data plays that rely on an app source, for example, might be more vulnerable to passing fads taking them out of business and cutting off the flow of behavioral intel. Plus he argues that the national constraints of operators help bolster Teralytics against shifts in individual partners’ business decisions — by positioning the business to have additional potential data providers standing by as the nature of the telecoms market necessitates it working with “many operators across different markets”. The startup has worked with eight different telcos in total up to now, says MacLeod, and has three “active discussions” in new markets, while also flagging a recently signed partnership with Three Hong Kong. Current customers include governments, transportation operators and companies in Germany, Singapore and the U.S. (It’s not disclosing all its carrier partners by name but — for the record — says it’s not currently working with TechCrunch’s parent Oath’s parent Verizon.) It uses machine learning algorithms to extrapolate insights from its carrier partners’ data-sets — with key data boiling down to location information based on cell tower pings (and wi-fi data incoming), combined with clickstream data from mobile devices, which mean it can derive more granular insights by triangulating which app/website is being used at a given location/velocity — so for example, Teralytics’ platform could identify not just that a group of people are traveling around a city in cars but that they’re traveling in ride-share vehicles. “The nature of the data is you get a lot of data points per person per day,” says Polzer. “For example, in comparison to app SDK data, you might see a person once or twice a day when that person opens the app. While we see that person, guaranteed, around 150 times a day. When you them look into the use-case we tackle — which is mobility, understanding how humans move around, which routes they take, which mode of transport they take — you need to have that path, that journey of a person. And we believe the only data that really provides that is telecom data.” “A lot of the reasons why operators work with us is because we exactly have developed an ability to, we call it, extrapolate — so from one sub-set of the population we extrapolate out to the whole population,” he adds. “You don’t necessarily know this individual person did that individual thing, but when you’re talking about it in terms of groups — which we do anyway for privacy reasons — you can infer patterns of behavior around how many did this sort of thing, or how many took a ride-share, which we may or may not identify by an individual brand, vs how many took some other mode of transport. But it all effectively comes from different types of data being overlaid in a fairly sophisticated machine learning engine,” says MacLeod. Balancing privacy concerns is clearly going to be a critical consideration for the success of the venture — which needs telcos to buy in to pump in the big data fuel, and therefore also needs their customers be comfortable with the idea that their personal data — i.e. information about where they go and what they do online — might be being shared with, for example, government agencies. So even if you start from the premise of carrier data being anonymized, as Teralytics says is the case here, a system could be built that tracks an unnamed user’s location and displays a trace from a street address to a commercial address and back again twice a day, for example, and the person looking at that data might easily infer they’re seeing a person’s home and workplace — and then it’s potentially very easy to re-identify that individual. However, Teralytics claims no such re-identification risks are attached to its system because of how it’s baked privacy considerations into the design. Polzer says it’s using a variety of proprietary techniques to handle the data in a way that preserves user privacy — although he won’t go into too much detail, claiming commercial sensitivity. But says the system has passed muster with strict German data protection watchdogs, and expresses confidence it’s robust enough for any data protection regime. One key aspect is that as well as anonymizing the data they also claim they are never linking data traces to individual identities — rather they only provide analyses based on aggregation of groups’ movements and habits. They also perform analysis of the data on site, behind carriers’ firewalls, to reduce potential security risks — so they’re not lifting subscriber data elsewhere for processing. “We are already fully compliant with GDPR,” says MacLeod, referencing  the incoming European Union data protection regulation that’s bringing in new privacy requirements for companies handling EU citizens’ personal data, as well as ramping up penalties for privacy violations. “As an extra measure in Germany we are rehashing every 24 hours. But of course you still want to do long term profiles so we have developed a technique to actually still do that and be compliant and getting approval by the Germany privacy regulator for that,” adds Polzer. Clearly the hope is that their approach has been sensitive enough and robust enough to entirely defang any privacy concerns, regulatory or otherwise, though a lot may depend on the perception of the mobile subscribers’ whose data is ultimately fueling these commercial insights. (Which may be why the initial go-to-market strategy is focused on a goal that can be perceived as socially beneficial — after all, which good citizens doesn’t want to live in a ‘smarter’ city?) In the case of Telefonica Germany, one partner Teralytics will name, Polzer says the carrier is providing an opt-out for users who do not want even anonymized details about how and where they travel and which apps and mobile websites they’re looking at, to be used for third party analytics. Though clearly not every carrier it works with might decide to offer the same choice to its subscribers. “Of course there are some slightly relaxed rules [in some telco jurisdictions],” concedes Polzer. “On the other hand we need to invest in developing an algorithm that works outside Germany… We can’t afford building a new algorithm for every single country. And also, to be frank, we very much view GDPR as the future — we expect every regulator to, in the end, move in that direction anyway. So I don’t think we’re building a business that hopes for loopholes or depends on loopholes.”  \t\t  \t\t\t  \t\t\t\tTeralytics\t\t\t  \t\t   \t\t  \t\t \t\t\t\t\t  \t\t\t\t\t\t Founded  \t\t\t\t\t\t 2012  \t\t\t\t\t  \t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t Overview  \t\t\t\t\t\t We offer the most advanced insights on human mobility based on cutting edge data science, proprietary machine learning algorithms and deep technology, capturing billions of aggregated signals every day from cell towers and other unique sources.\r  \r Teralytics works with leading telecom companies and data partners around the globe to inform smart cities and smart mobility providers with unprecedented …  \t\t\t\t\t   \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t Location  \t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t Zürich, Zurich  \t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t  \t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t Categories  \t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t Business Intelligence , \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t Cyber Security , \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t Data Visualization , \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t Transportation , \t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t\t Predictive Analytics \t\t\t\t\t\t\t\t  \t\t\t\t\t\t\t  \t\t\t\t\t\t\t\t\t\t\t \t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t Founders  \t\t\t\t\t\t Georg Polzer ,  Luciano Franceschina  \t\t\t\t\t  \t\t\t\t\t\t\t\t\t\t  \t\t\t\t\t\t Website  \t\t\t\t\t\t  \t\t\t\t\t\t\t http://www.teralytics.net \t\t\t\t\t\t  \t\t\t\t\t  \t\t\t\t\t\t\t  \t\t\t Full profile for Teralytics \t\t  \t\t  \t\t  \t\t “We build the same privacy standard into the solutions we build, regardless of what the law does or doesn’t require in that country,” adds MacLeod. Zooming out, to consider the telcos themselves, why do they need Teralytics? MacLeod demurs on this question, saying its partners don’t “need” it — given they do have their own in-house analytics teams — but rather the sales pitch is around strategic focus; with telcos being most concerned about optimizing their own business processes, whereas Teralytics can offer itself as the “young, fast, flexible” startup partner which can be out in the market selling services to third parties to make more of carriers’ data holdings, as well as also supporting them to drive more of their own core revenue if they wish. The basic business model is a revenue share with carrier partners on any third party analytics deals Teralytics (or the two combined) are able to cut — though MacLeod won’t go into specifics, beyond billing the proposition as a “low cost, low risk, easy way into big data analytics” for telcos to eke more value out of their data holdings. Polzer also points to the market constraints of telcos as a helper here — noting this characteristic means they’re not well-positioned to recoup the kind of investment needed to build a comparable machine learning analytics platform. Whereas Teralytics can invest because it can play and (it hopes) scale across multiple markets. “A lot of the partners we’ve got now and some of the ones we’re talking to now they fundamentally believe that data is the new gold and it’s going to be the new currency,” says MacLeod. “We have value to add because we’re really good at what we do and it’s hard, especially when you consider not only the complexity of the machine learning that has to go into providing these insights, but… the privacy — this isn’t something that you can just go hire a bunch of data scientists off the streets and do it.” Of course one market that some telcos are demonstrably very keen on expanding into, based on how much they can infer about their customers, is digital advertising. Just  this week  U.S. carrier Verizon, for example, announced a rewards program for its subscribers that requires them to agree to share personal data (such as their browsing habits) with its digital ad division, so expressly for marketing purposes, in exchange for the ability to earn loyalty rewards. Ergo, it’s gunning to build up an ad targeting empire — a la Google and Facebook. (And for that reason recently  spent big to gobble up veteran digital ad player, Yahoo .) So is helping carriers enhance their ability to target ads at their users something that Teralytics wants to do too? “At the moment it’s not the focus,” says Polzer, after a slight hesitation. “Of course we are getting approached by operators about this topic, but at the moment it’s definitely not the focus.” “And in most of the territories we operate in it’s not allowed anyway, so it’s relatively straightforward,” adds MacLeod. Might the startup look at moving into that line of business in future — if/ where regulatory conditions are favorable ?  “Our focus for the business is clear and it’s not that,” returns MacLeod. “The guys started out, long before I turned up, wanting to uncover insights into human behavior. And even though I’m here now, and I’m the commercialization guy, and we’re looking at other sources of data besides telco data, the intention is to build on that. We see lots of interesting big scale trends in terms of how people move around differently, how people live differently… There’s so much huge interesting stuff emerging from that that’s why we’ve placed the focus on smart cities and transportation, and the intersection of it.” “I’d never say never to anything but I can tell you with absolute certainty it’s not our focus,” he adds. “We are privacy by design throughout so whatever we do we’ll never go anywhere near anything that breaches people’s privacy because it’s literally built into the fabric of the company.” “Doing advertising in an opt-out way — we don’t think that’s really sustainable in the long term,” continues Polzer, when I press on how interested telcos are in growing digital advertising businesses, going on to suggest that the point at which Teralytics  might  apply its platform to a digital advertising use-case would be “if telco operators are able to build a meaningful opt-in base” (i.e. for individually targeted marketing). “Which we haven’t seen in any market yet,” he adds. “I do hope and wish all the telcos luck and success in making this transformation. But I think they would have to build up a meaningful opt-in base for us to play a role there. But once they’re ready, I think we are probably the best providers of human mobility data.” One of Teralytics’ ongoing partner conversations is “specifically about an opt-in case”, adds MacLeod. “So we’re looking at this, it’s very early stage for us. We haven’t decided to work with the partner at all — let alone whether we want to participate with that case. But for me the concerns go away around why not to do it if everybody who’s potentially is going to be targeted by a solution has positively said yes I would like to be. Rather than they haven’t got around to saying that they wouldn’t like to be.” Whatever the outcome of that particular carrier conversation, right now, the business goal for the team at this stage of business development — several years in, with multi millions raised and what it’s pitching as a solid platform under its feet to get carriers to jump on board — is accelerating commercialization. The plan is to dial up sales and customer acquisition by building out the commercial team and putting its energy into front office ops for the coming year. Aka “it’s time to really ramp this thing,” as MacLeod puts it. “In the next 12 months our plans are to accelerate in the markets that we have — so we’re active now in four markets already, as in we’ve got four significant live partners in the US, in Germany, in Singapore and in Hong Kong,” he says. “We are actively talking to partners that would give us either two or three territories so we will increase the geographical footprint because the platform itself is so replicable and so scalable and the way that they’ve built it, even though the nature of our relationship is slightly different it’s… not very far away from plug and play. From the day that we decide to do it it’s two or three weeks until we can be live with some insights in any market.” “A big chunk of our platform is highly productized,” adds Polzer. “We are very flexible in the way of extracting number of subway trips vs number of car trips. One customer might come with a question: ‘how often do people take the train?’ — another customer say: ‘what happens if I reconstruct a bridge?’ and for us these might be different customer questions but the underlying analysis is the same.” The underlying question for Teralytics’ big data play is what will mobile users say? Will they feel comfortable if their carrier decides to track and analyze their personal data for commercial gain? Providing a stable and reliably affirmative answer there may prove to be this startup’s biggest challenge.  \t\t\t 0  \t\t\t SHARES  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t  \t\t\t  \t\t"}
{"title": "Leela Kids opens up the world of podcasts to children", "text": "Leela Kids  is a very straightforward app that nonetheless might prevent some parents from going insane. It curates podcasts by subject matter for age ranges from three to 15 years old and packages them in a kid-friendly interface. Leela Kids gives caretakers peace of mind that whatever their charges are listening to is age-appropriate and reasonably edifying. In fact, it recently hit the top spot in the Taiwanese App Store’s kids category after parents started downloading it as an English-learning tool. Now also available for Android, Leela Kids was developed by Santa Clara, California-based  Leela Labs , which launched last year to find better ways to find and listen to podcasts. Its main app, Leela, now hosts about four million episodes from across 30,000 podcasts, while Leela Kids currently hosts about 5,000 episodes from roughly 80 podcasts. Leela Labs founder and CEO Sandeep Jain said he became interested in podcasts after someone suggested an episode of A16Z while he was researching online marketplaces. “What struck me most was that despite living in the technology hub of the world, my information consumption resources had been limited to Google Search and certain print publications only,” Jain said in an email. “I had no idea that podcasts offered such amazing and relevant content and that I could consume this content while driving, at home, etc.” Jain surveyed a group of tech-savvy friends and found that only two people out of 20 listened to podcasts. “I quickly found out why—technology to access them is horribly broken,” he said. Discovering podcasts is a cumbersome process that involves figuring out the right keywords to search, subscribing to shows and then scrolling through a menu to find individual episodes to download. While Apple is  trying to make podcast discovery easier , the current method is annoying enough to put off casual listeners and nearly impossible for younger kids to navigate. After realizing that even the grown-up version of Leela’s podcast player was hard for his four-year-old son to use, Jain decided to create a kids version. Leela Kids uses both tech and human curation to figure out which shows are best suited to specific ages, since that information usually isn’t included in a podcast’s RSS feed. Parents might be incredulous that listening to audio content is enough to keep their kids engrossed when the wonders of Netflix, YouTube and Snapchat are just a click away on the same device. Jain says toddlers love listening to stories on the app, however, and that he has even managed to reduce his son’s screen time by playing podcasts during car trips and dinner. The startup plans to make Leela Kids compatible with smart speakers so older toddlers can operate the app themselves. Parents of older kids, meanwhile, have told Jain that their offspring enjoy Leela Kids because it gives them a new way to discover content besides what they already read or watch. “Parents and even kids are liking the ‘visual detox’ effect of Leela Kids,” he said. The Leela team did not anticipate that Leela Kids app would be used as a language learning tool until a  Taiwanese news site recommended it . After it took off in Taiwan, parents and teachers in the Philippines, Hong Kong, Indonesia, South Korea, Japan and China also began downloading Leela Kids to help kids practice English. As a result, Leela’s editorial team plans to add English teaching content in the future, including podcast episodes about grammar basics and more conversational content. Other plans include adding episodes about parenting topics, working with parenting publications to integrate their calendars into Leela Kids so parents can get notifications about nearby events and making curated playlists with educators. “Our vision is to make Leela Kids the defacto knowledge and entertainment resource for kids and even for parents,” said Jain."}
{"title": "AI startup Appier gets $33M Series C from investors, including SoftBank Group, Line Corp. and Naver", "text": "Appier , a Taiwanese startup that helps companies harness artificial intelligence to make marketing decisions, announced today that it has raised a $33 million Series C round from an impressive roster of Asian investors. They are SoftBank Group Corp., Line Corp., Naver Corp., EDBI (the Singapore Economic Development Board’s corporate investment arm) and Hong Kong-based financial services firm AMTD Group. This brings Appier’s total funding so far to $82 million. Lead investors in its previous rounds included Sequoia Capital and Pavilion Capital. Appier co-founder and CEO Chih-Han Yu says its Series C will be used to grow its engineering and research and development teams in countries outside of Taiwan, including Singapore. Appier intends to continue deepening its reach in Asia before it considers expanding into other regions. “We are focused on internet companies in Asia and I think this round of investors gives us great partnerships to expand all over Asia,” says Yu. SoftBank Group and Line Corp. are both headquartered in Japan, while Naver Corp. is one of South Korea’s largest internet firms. Both countries are among Appier’s largest markets in north Asia. (While SoftBank Group’s $93 billion Vision Fund is  currently in the spotlight for its unprecedented investment spree , Appier’s funding came directly from SoftBank Group). EDBI represents Southeast Asia, another important market, while AMTD is a link to Hong Kong. When Appier was founded in 2012, its focus was on cross-screen advertising, which Yu says served as a launchpad for its other solutions. Now it has two main products. The first, called the CrossX Programmatic Platform, was created to let companies apply artificial intelligence to their digital marketing campaigns. The second, Aixon, is a data intelligence platform that helps companies understand and predict customer behavior. Thanks to its roots in cross-screen advertising, Appier has a strong graph of user data that serves as the foundation for its predictions, Yu says. “Marketing was a starting point for us to first engage with companies and also find a lot of great partners to work with,” says Yu. “Over the years we saw the strong need many companies have that want to use AI to solve multiple problems, analyze and have deeper insight into their users and also better understand forecasts of user behavior.” For example, one cosmetics company uses Appier software to synchronize data from across different departments and sources, including retail sales and its apps. CrossX helps its marketing team figure out how to increase customer engagement, while Aixon gives them more detailed insight into groups of customers, including which ones are most likely to turn into repeat customers and when they will probably want to buy products again. Appier currently works with three main categories of businesses: consumer brands, e-commerce companies that already have a lot of user data and want to add more prediction layers and mobile commerce or game developers that need to figure out user engagement patterns for online-to-offline services or in-game behavior. In a prepared statement, Ren Tanaka, SoftBank Group’s corporate officer and deputy head of business, said “AI, combined with big data, IoT and other disruptive technologies, is going to create an impact on the world that will be bigger than the Industrial Revolution. We are already starting to see AI generate benefits in many parts of our lives and believe it also has a great role to play within the enterprise. Appier’s approach to AI for the enterprise is unique and we look forward to partnering with them as they build exciting new AI solutions for business.”"}
{"title": "SparkLabs launches $50M fund for promising early-stage startups in Korea", "text": "SparkLabs Group started in 2012 with a  Seoul-based accelerator  dedicated to boosting South Korea’s then-nascent startup ecosystem. Now it’s going back to its roots with the launch of a $50 million fund for early-stage Korean startups that want to expand globally. The Korean fund’s anchor investors are SeAH and Korea Development Bank/Multi-Asset. Led by Brian Kang and Chris Koh, the fund will also look for investment opportunities in Southeast Asia. Kang was a founding member of Samsung’s first venture investment arm before serving as managing director of the Korea Venture Fund. Koh is co-founder of Korea’s largest e-commerce platform Coupang, which  raised $1 billion from SoftBank in 2015 . Kang tells TechCrunch that SparkLabs’ Korea fund will look at consumer services, enterprise, cloud computing, financial tech, artificial intelligence and hardware, particularly the Internet of Things, and its typical check size will range from about $1 million to $3 million. In addition to Seoul, SparkLab Group’s network now includes accelerators in Beijing and Taiwan (another dedicated to financial tech will launch in Hong Kong next year) and SparkLabs Global Ventures, a seed-stage fund. SparkLabs’ Korea fund won’t be limited to graduates of its accelerator program. One reason SparkLabs decided to launch the fund now, five years after its Seoul accelerator’s first batch, is because its partners noticed that the number of Korean startups were growing and hiring from an increasingly strong talent pool. Kang says they wanted to make sure they had the resources to make followup investments in SparkLabs’ accelerator alumni and other startups as well. A key factor driving the growth of Korea’s startup industry is the fact that its smartphone market not only  reached saturation before other countries , but that mobile broadband is extremely fast and affordable. This means the country is a good test market for startups to refine their products before expanding abroad. The fund wants to find founders who are not scared of risks or learning from failure, which means challenging cultural norms. “Korean culture is one that is very risk averse and this poses a problem for founders on multiple levels, including recruiting talent, raising capital and finding business partners,” says Kang. “The whole startup environment is reluctant to embrace failures. In Korea, once you fail in your first startup, then it’s hard for you to get investment for your second startup.” This also influences investment philosophies. Kang says that a decade ago many Korean venture capital firms wanted to see sustainable revenue, preferably from major hardware manufacturers like Samsung or LG, before committing to an investment. This worked during the early 2000s, when South Korea’s gross domestic product was enjoying rapid growth, but now investors must be willing to back companies at earlier stages in order to get a return. “The whole economic landscape has been changing and now you are dealing with startups you wouldn’t have 10 to 20 years ago,” says Kang. “These companies are fast movers and they have access to very upgraded human resources. That’s why you need to pay attention to early-stage investments and the definition of ‘early-stage’ is quite different from the old days.” In addition to its forward-looking strategy, the Korean fund will also give its portfolio access to SparkLabs Group’s network of partners, startups and advisors around the world. “Because we deal with so many different markets in different countries, we have resources not only in the U.S., but also in China, Japan, Malaysia and other Southeast Asian countries. I think most startups in Korea have been under-resourced in terms of global marketing,” says Kang. “Not just them, but also institutional investors in Korea have not actively reached out and built a global network. It will be an ongoing effort done by companies and investors.”"}
